[
    {
        "msgid":"消息列表为空",
        "msgstr":"消息列表为空"
    },
    {
        "msgid":"【id:{:^3} 】 {:^10} 发来 {:^3} 条未读消息",
        "msgstr":"【id:{:^3} 】 {:^10} 发来 {:^3} 条未读消息"
    },
    {
        "msgid":"好友 | 群聊列表：",
        "msgstr":"好友 | 群聊列表："
    },
    {
        "msgid":"好友列表：",
        "msgstr":"好友列表："
    },
    {
        "msgid":"【好友】",
        "msgstr":"【好友】"
    },
    {
        "msgid":"群聊列表：",
        "msgstr":"群聊列表："
    },
    {
        "msgid":"【群聊】",
        "msgstr":"【群聊】"
    },
    {
        "msgid":"参数错误，请重试",
        "msgstr":"参数错误，请重试"
    },
    {
        "msgid":"cd命令需要参数",
        "msgstr":"cd命令需要参数"
    },
    {
        "msgid":"cd后请输入一个数字",
        "msgstr":"cd后请输入一个数字"
    },
    {
        "msgid":" 与 {} 聊天中 >>> ",
        "msgstr":" 与 {} 聊天中 >>> "
    },
    {
        "msgid":"您的输入中包含疑似shell终端命令的字符串，确认发送此消息吗？y or n",
        "msgstr":"您的输入中包含疑似shell终端命令的字符串，确认发送此消息吗？y or n"
    },
    {
        "msgid":"查找到以下好友|群聊：",
        "msgstr":"查找到以下好友|群聊："
    },
    {
        "msgid":"请指定群发对象的id，例如： 'group 3 34 36 23 74'",
        "msgstr":"请指定群发对象的id，例如： 'group 3 34 36 23 74'"
    },
    {
        "msgid":"【群发模式】选定的{}位好友将收到此条信息 \n请输入要发送的内容，输入“cd ..”退出\n>>> ",
        "msgstr":"【群发模式】选定的{}位好友将收到此条信息 \n请输入要发送的内容，输入“cd ..”退出\n>>> "
    },
    {
        "msgid":"[定位]",
        "msgstr":"[定位]"
    },
    {
        "msgid":"[名片推荐]",
        "msgstr":"[名片推荐]"
    },
    {
        "msgid":"[系统消息]",
        "msgstr":"[系统消息]"
    },
    {
        "msgid":"[公众号链接]",
        "msgstr":"[公众号链接]"
    },
    {
        "msgid":"[图片]",
        "msgstr":"[图片]"
    },
    {
        "msgid":"[语音]",
        "msgstr":"[语音]"
    },
    {
        "msgid":"[文件]",
        "msgstr":"[文件]"
    },
    {
        "msgid":"[视频]",
        "msgstr":"[视频]"
    },
    {
        "msgid":"消息类型参数错误，请重试",
        "msgstr":"消息类型参数错误，请重试"
    },
    {
        "msgid":"命令错误，请重试",
        "msgstr":"命令错误，请重试"
    },
    {
        "msgid":"确认忽略所有未读消息吗？y or n",
        "msgstr":"确认忽略所有未读消息吗？y or n"
    },
    {
        "msgid":"注册类型错误！CmdType中不包含此类型，请在类中添加",
        "msgstr":"注册类型错误！CmdType中不包含此类型，请在类中添加"
    },
    {
        "msgid":"用户id不存在，请重试",
        "msgstr":"用户id不存在，请重试"
    },
    {
        "msgid":"检测到您的输入为：emoj，如果发送消息内容即为emoj直接回车键发送，如果查看所有emoj表情，请输入1：",
        "msgstr":"检测到您的输入为：emoj，如果发送消息内容即为emoj直接回车键发送，如果查看所有emoj表情，请输入1："
    },
    {
        "msgid":"所有可用表情如下，在消息中直接添加即可发送：",
        "msgstr":"所有可用表情如下，在消息中直接添加即可发送："
    },
    {
        "msgid":"不支持的平台：{}",
        "msgstr":"不支持的平台：{}"
    }
]